[
	{
		"title": "What is Choise.com Ambassador Program?",
		"description": "Choise.com Ambassador Program aims at involving our community and crypto-enthusiasts all over the globe into the process of creating the brand new MetaFi ecosystem. As the Ambassador you will be provided with a unique opportunity to identify your talents and develop them."
	},
	{
		"title": "What’s the “Points” definition?",
		"description": "“Points” can be defined as special units for assessing the quality of the tasks performed. The Ambassador completes tasks, receives Points and exchanges them for rewards."
	},
	{
		"title": "How can I check my scored Points?",
		"description": "Very simple. Once logged in, you can check your Points’ history and amount in the “Profile” section."
	},
	{
		"title": "How can I use my Points?",
		"description": "You can exchange your scored Points for the rewards available. Just request a reward by clicking on the “Get reward” button on the landing page or in the “Profile” section. Requests can be sent anytime, distribution of rewards occurs on the last working day of each month."
	},
	{
		"title": "I sent the result of the task but it was not accepted, why?",
		"description": "Choise.com is looking for the Ambassadors taking best efforts and willing to make valuable contribution. The result of Choise.com Ambassadors’ work is first evaluated by Choise.com and accepted only in case of high quality and precise execution. Choise.com reserves the right to refuse acceptance of substandard results without giving reasons."
	},
	{
		"title": "Is there any level system in the Ambassador Program?",
		"description": "Yes. All the Ambassadors start at level 1. The Ambassadors who perform tasks accurately and efficiently will have the opportunity to increase their level and receive more benefits within the program."
	},
	{
		"title": "What about community and support?",
		"description": "We created the Ambassador <a href=\"https://clck.ru/zsYDB\" target=\"blank\" rel=\"noreferrer\">Discord channel</a> for you to communicate with the team and other Ambassadors all over the globe. Discuss tasks, ask questions and propose your ideas."
	}
]